import random



def eco():
    print("Привет, Дорогой друг, ты знаешь какого важность экологии в нашей жизни? А что будет если ближайшие лет 100 люди продолжат выбрасывать пластиковые бутылки в окружающую среюу?: •  Загрязнение океанов: Пластиковые бутылки попадают в реки, а затем в океаны, где они разлагаются на микропластик. Этот микропластик загрязняет воду, оседает на дне, попадает в пищевую цепь и отравляет морских обитателей.•  Загрязнение почвы: На суше пластиковые бутылки загрязняют почву, препятствуя росту растений, нарушая водный баланс и выделяя токсичные вещества при разложении.•  Визуальное загрязнение: Пластиковые отходы портят пейзажи, снижая эстетическую ценность природы.")


def ani():
    print('А ты знаешь, что нужно делать с животными пострадавшими от плохих условий окружающей среды созданых человеком? 1. Немедленно отвози их к ветеренару. 2. По желанию можешь забрать животное себе :), конечно если ты этого хочешь!!!')
